{"user_name":"汐颜","character_name":"穿越修真界被四个天命之子当炉鼎","create_date":"2025-05-03@23h08m03s","chat_metadata":{"integrity":"d2e55d7a-5910-412d-acb5-fe13ed8f09de"}}
{"name":"穿越修真界被四个天命之子当炉鼎","is_user":false,"is_system":false,"send_date":"May 3, 2025 11:08pm","mes":"撞大运啦！\r\n===============\r\n\r\n穿越修真界，身为先天炉鼎圣体，所有人都想撅你和吃(物理)你。\r\n\r\n四个天命之子的男主想成就大道更是要先把你吃干抹净再一刀捅死。\r\n\r\n通过你小脑袋里了解的剧情发展走向周旋于四位男主之间，提前摸走他们的气运！\r\n\r\n努力让自己不变成谁的晚餐(各种意义上)吧！\r\n\r\n增加了明确的TS（性转）设定，（变单/变嫁）\r\n\r\n重点是怎样努力不让人撅！！！\r\n======================\r\n\r\n当然你想被人撅也可以\r\n\r\n四个男主初遇开局+两个好开局两个坏开局\r\n\r\n     向右开始==>\r\n","extra":{},"swipe_id":0,"swipes":["撞大运啦！\r\n===============\r\n\r\n穿越修真界，身为先天炉鼎圣体，所有人都想撅你和吃(物理)你。\r\n\r\n四个天命之子的男主想成就大道更是要先把你吃干抹净再一刀捅死。\r\n\r\n通过你小脑袋里了解的剧情发展走向周旋于四位男主之间，提前摸走他们的气运！\r\n\r\n努力让自己不变成谁的晚餐(各种意义上)吧！\r\n\r\n增加了明确的TS（性转）设定，（变单/变嫁）\r\n\r\n重点是怎样努力不让人撅！！！\r\n======================\r\n\r\n当然你想被人撅也可以\r\n\r\n四个男主初遇开局+两个好开局两个坏开局\r\n\r\n     向右开始==>\r\n","\r\n==================================\r\n\r\n\r\n凌霄城外的青石古道，偶尔有佩剑的修士或行色匆匆的凡人走过。{{user}}压低了头上的斗笠，尽量让自己融入这稀疏的人流。瞒天链将{{user}}的气息稳稳地锁在练气七层，一个不起眼的外门弟子水平。目标是前面那片据说常有低阶灵药生长的竹林，希望能找到几株年份尚可的“凝露草”，换些灵石维持生计。\r\n\r\n*唉，穿越不易，糊口都难。*\r\n\r\n竹林边缘，一阵清越的剑鸣吸引了{{user}}的注意。透过竹叶缝隙望去，只见一个身着青云宗内门弟子服饰的青年，正在一片空地上练剑。他的动作并不快，一招一式却清晰流畅，带着某种难以言喻的韵律。剑光吞吐间，周围的竹叶似乎都随着他的剑势微微颤动，空气中弥漫着一股纯粹而锐利的木属灵气，还有一种…很正派的感觉。\r\n\r\n*这就是林凡？青云宗的内门天骄？果然气质不凡。看他练习的应该是《青云剑典》里的基础剑招，但在他手中却有种化腐朽为神奇的意境。根基扎实得可怕，筑基后期的修为，却隐隐给我一种面对金丹修士的压迫感。啧，主角光环真是个好东西。*\r\n\r\n{{user}}看得有些出神，没注意到脚下，踩断了一根枯枝，发出“咔嚓”一声轻响。\r\n\r\n林凡的动作骤然停止，目光如电般扫了过来。他的眼神平静却锐利，带着审视的意味。\r\n\r\n“什么人？”\r\n\r\n他的声音清朗，如同玉石相击，带着一丝警惕。他收剑而立，身姿挺拔如松，目光牢牢锁定了{{user}}藏身的位置。\r\n\r\n{{user}}心中一紧，连忙从竹林阴影里走出来，摘下斗笠，露出一张被瞒天链修饰过的、平平无奇的脸。{{user}}尽量让自己显得无害，甚至有些怯懦。\r\n\r\n“这位师兄…对不起，我路过此地，见师兄剑法高超，一时失神，无意打扰。”\r\n\r\n林凡眉头微蹙，上下打量了{{user}}几眼。他似乎并未从{{user}}这练气七层的“修为”上看出什么破绽，但那审视的目光依旧没有完全放松。他能感觉到，眼前这名看似普通的女修身上，有某种…他说不清道不明的违和感。是气息太平稳了？还是眼神深处那不该属于练气期的镇定？\r\n\r\n他沉默了片刻，那股纯正的浩然之气稍微收敛了一些。\r\n\r\n“此地临近宗门范围，虽不禁外人，但也偶有妖兽出没。你修为不高，独自一人需多加小心。”\r\n\r\n听起来像是提醒，但更像是一种疏离的警告。\r\n\r\n“多谢师兄提醒，我这就离开。” {{user}}连忙点头，准备开溜。\r\n\r\n然而，就在{{user}}转身的瞬间，林子里突然传来一阵骚动，伴随着低沉的嘶吼。紧接着，一头皮毛呈灰褐色的、体型似狼的妖兽猛地窜出，直扑向{{user}}！速度极快，带着一股腥风。\r\n\r\n*…倒霉。一阶妖兽风狼？虽然不强，但对我这“练气七层”来说可是致命威胁。林凡，你的正义感快上线啊！*","\r\n==================================\r\n\r\n\r\n黑石坊市，永远是这副不见天日、阴暗潮湿的模样。空气里混杂着劣质丹药的怪味、血腥气和某种难以名状的腐朽气息。{{user}}裹紧了身上的黑色斗篷，将瞒天链的效果开到最大，伪装成一个气息阴沉、修为仅在练气圆满的散修，小心翼翼地穿梭在拥挤的人流中。这里是销赃的天堂，也是亡命徒的乐园，每一步都得小心。{{user}}的目标是深处的一个情报贩子，据说他有关于“紫髓晶”的消息。\r\n\r\n在一个毫不起眼的角落摊位前，{{user}}停下了脚步。摊主是个干瘦的老头，眼珠浑浊，摊位上摆着几件看起来锈迹斑斑的法器碎片和几瓶颜色诡异的丹药。{{user}}正想询问一种特殊的解毒草药时，旁边传来一个压抑着怒意的低沉声音。\r\n\r\n“三块中品灵石，这株‘蚀心草’我要了。”\r\n\r\n{{user}}眼角余光瞥去，说话的是一个同样穿着黑色斗篷、身形中等的修士，他的斗篷帽檐压得很低，只能看到线条紧绷的下颌。他的声音沙哑，带着一种刻意改变过的痕迹。他面前的摊位上，赫然放着一株通体漆黑、散发着不祥气息的毒草。\r\n\r\n*蚀心草？炼制某种阴损毒丹的主材料。这家伙…*\r\n\r\n就在这时，另一个略显嚣张的声音响起：“呵，三块中品灵石就想拿走蚀心草？这位道友未免太小看我们黑石坊市的规矩了。这东西，老子出五块！”\r\n\r\n来者是个身材魁梧的壮汉，脸上带着一道狰狞的刀疤，修为在筑基初期，气息驳杂，显然不是什么善类。\r\n\r\n先前的黑斗篷修士身体微不可察地一僵，但没有立刻发作。他缓缓转过头，斗篷下的目光似乎扫了刀疤壮汉一眼，没有说话，但周围的空气似乎都冷了几分。\r\n\r\n*来了来了，黑市经典抢货环节。这黑斗篷…虽然气息也在练气圆满左右徘徊，但给我的感觉极其危险。那股子沉稳和隐藏在平静下的杀意…难道是韩厉？按时间线，他这时候应该正在某个角落默默发育，收集资源，掌天瓶应该已经到手了。来黑市买毒草，倒是符合他谨慎又腹黑的风格。*\r\n\r\n刀疤壮汉显然没把这个看起来修为普通的“练气期”放在眼里，大大咧咧地就要伸手去拿那株蚀心草。\r\n\r\n就在他的手即将触碰到毒草的瞬间，黑斗篷修士动了。快得几乎看不清动作，只听“嗤”的一声轻响，几道微不可见的乌光闪过，刀疤壮汉伸出的手腕上瞬间多了几个细小的血洞，他甚至没来得及发出惨叫，整个人就直挺挺地倒了下去，脸上还保持着嚣张的表情，但生机已然断绝。\r\n\r\n周围的修士见怪不怪地退开了一些，空出一小片地方。摊主老头眼皮都没抬一下，仿佛死个人就像呼吸一样自然。\r\n\r\n黑斗篷修士若无其事地扔下五块中品灵石，收起蚀心草，转身就要离开。经过{{user}}身边时，他的脚步顿了一下。斗篷下的目光似乎不经意地扫过{{user}}全身，尤其在{{user}}戴着瞒天链的脖颈处停留了一瞬。那目光极为锐利，带着一种审视和评估的意味，让我心头一凛。\r\n\r\n*被发现了？不可能，瞒天链的效果应该没问题…是他天生警惕性太高？还是对我隐藏气息的行为产生了兴趣？*\r\n\r\n他没有停留，也没有说话，只是这短暂的停顿和审视，已经让{{user}}感受到了极大的压力。他很快就汇入了拥挤的人流，消失不见。\r\n\r\n*韩厉…果然是个极端危险的人物。看似平平无奇，出手却狠辣无比，而且感知敏锐得可怕。刚才那一瞬间，我甚至感觉他可能想顺手把我灭口，只是评估后觉得没必要或者风险太大？得离他远点。*","\r\n==================================\r\n\r\n\r\n北寒原边缘，寒风凛冽如刀。{{user}}裹着厚厚的兽皮，躲在一块巨石后面，瑟瑟发抖。不是因为冷，而是饿。为了躲避一伙追踪者的视线，{{user}}误入了这片荒凉地带，储物袋里的食物早就吃光了。修为虽然到了筑基初期，但长时间不进食，灵力运转都有些滞涩。瞒天链忠实地将{{user}}的气息伪装成一个迷路的练气五层小修士。\r\n\r\n就在{{user}}饿得头晕眼花，思考要不要冒险猎杀一头低阶雪兔果腹时，一股浓郁的肉香霸道地钻入了{{user}}的鼻腔。这香味…太香了！简直像是凝聚了天地精华，带着磅礴的气血之力。\r\n\r\n{{user}}强忍着口水，顺着香味传来的方向，小心翼翼地探出头。只见不远处，一个看起来约莫十六七岁、皮肤呈古铜色、穿着简陋兽皮裙的少年，正围着一堆巨大的篝火，兴奋地翻烤着一块比他人还高的、不知名的凶兽腿肉。肉块被烤得滋滋作响，金黄流油，香气正是从那里散发出来的。\r\n\r\n少年一边烤，一边时不时撕下一大块塞进嘴里，吃得满嘴流油，脸上洋溢着纯粹的快乐和满足。他的身材并不算特别高大，但肌肉线条流畅有力，体内似乎蕴藏着爆炸性的力量。他的气息很古怪，灵力波动不强，大概也就筑基初期的样子，但那股澎湃的气血之力，却远超同阶，甚至比{{user}}见过的金丹体修还要恐怖。\r\n\r\n*这…难道就是石浩？天生神力，以吃证道的那个？看这食量，这气血，还有这地方…八九不离十了。他烤的这是什么玩意儿？看着像某种熊类妖兽，但这香气也太离谱了吧？怕不是有什么特殊血脉？*\r\n\r\n或许是{{user}}的目光太过专注，少年似乎察觉到了什么，猛地抬起头，看向{{user}}藏身的方向。他的眼神清澈明亮，像山间的泉水，带着一种野性的纯真，没有丝毫杂质。\r\n\r\n被发现了，{{user}}只好硬着头皮走出去。\r\n\r\n少年看到{{user}}，愣了一下，随即露出了一个灿烂的笑容，牙齿雪白。\r\n\r\n“咦？这里怎么会有人？你也是来找吃的吗？”\r\n\r\n他说话的声音很大，中气十足，带着一种天生的热情。\r\n\r\n{{user}}尴尬地点点头：“我…迷路了。”\r\n\r\n少年眼睛一亮，更加热情了：“迷路了？那你肯定饿了吧？来来来，我请你吃肉！这头‘冰原巨熊’可好吃了，我追了它三天三夜才抓住！”\r\n\r\n他说着，就用一把巨大的骨刀，唰唰几下，切了一大块足有{{user}}脑袋大的烤肉，不由分说地递给{{user}}。\r\n\r\n“吃吧吃吧！别客气！”\r\n\r\n看着他真诚的眼神和那散发着诱人香气的烤肉，{{user}}咽了口唾沫。这肉…蕴含的能量极其庞大，对{{user}}现在的状态来说简直是大补之物。\r\n\r\n“谢…谢谢。” {{user}}接了过来。\r\n\r\n少年嘿嘿一笑，又埋头对付他自己的那块去了。他吃东西的速度极快，风卷残云一般。一边吃，他鼻子还一边嗅了嗅。\r\n\r\n“咦？你身上…好像也有点香香的味道？不是肉香，是另一种…嗯…闻起来就很舒服的味道。是什么呀？” 他好奇地看着{{user}}，眼神纯粹，就像一个孩子问大人糖果藏在哪里。\r\n\r\n*…来了！他对元始道胎的本能感应！不是色欲，是食欲！在他眼里我可能就是个人形的天材地宝？还好他看起来傻乎乎的…应该不会直接扑上来咬我吧？*\r\n","\r\n==================================\r\n\r\n这是一片废墟，曾经似乎是一个小型宗门的遗址，如今只剩下断壁残垣和散落的白骨。空气中弥漫着浓郁的血腥味和挥之不去的阴冷魔气，甚至还有淡淡的魂魄怨念在徘徊。{{user}}来这里是为了寻找一种只在怨气聚集之地生长的“阴魂草”，炼制一种特殊药液需要用到。瞒天链将{{user}}伪装成练气后期的魔道散修，希望能少点麻烦。\r\n\r\n穿过倒塌的山门，越往里走，魔气越是浓郁。突然，{{user}}的脚步停了下来。在废墟中央的广场上，站着一个人。\r\n\r\n他穿着一身玄黑色的衣袍，身形挺拔却显得有些孤寂。他背对着{{user}}，看不清容貌，但仅仅是一个背影，就散发出一种冰冷彻骨的寒意和强烈的煞气。地上横七竖八地躺着十几具尸体，死状凄惨，像是被吸干了精血和神魂。浓郁的魔气正是从他身上散发出来的，精纯而霸道。\r\n\r\n*这场景…这气息…不会吧？这么快就遇到萧辰了？看样子他刚清理完一批仇家或者不长眼的？他现在应该是筑基后期，但修炼的是《噬魂夺魄功》这种邪功，实际战力恐怕远不止于此。这地方的魔气，怕不是大半都被他吸收了。*\r\n\r\n就在{{user}}犹豫是悄悄退走还是硬着头皮继续前进时，他缓缓转过了身。\r\n\r\n那是一张极其俊美却又极其冰冷的面孔，剑眉入鬓，鼻梁高挺，薄唇紧抿，透着生人勿近的漠然。最引人注目的是他的眼睛，漆黑深邃，如同万年寒潭，看不到一丝情感波动，只有彻骨的冷意和…隐藏极深的疯狂与痛苦。\r\n\r\n他的目光落在{{user}}身上，如同实质的冰锥刺来。{{user}}瞬间感到一股寒意从头凉到脚，连灵魂似乎都要被冻结。\r\n\r\n“谁让你来的？”\r\n\r\n他的声音低沉沙哑，像是从九幽地狱传来，每个字都带着森然的杀机。\r\n\r\n{{user}}强压下心中的惊惧，努力让自己的声音听起来也带着几分魔修的阴沉：“路过此地，寻找一些材料，无意冒犯阁下。”\r\n\r\n萧辰没有说话，只是那双冰冷的眼睛依旧牢牢锁定着{{user}}。他的眉头几不可察地皱了一下。他能感觉到{{user}}身上有魔气的伪装，但伪装之下，似乎有什么东西在与他体内的魔功产生一种…奇特的共鸣？不是同源的吸引，而是一种截然相反却又诡异地相互牵引的感觉。那感觉让他体内的魔气有些躁动，也让他原本死寂的心湖泛起了一丝极其微小的涟漪，一种近乎本能的…渴望？\r\n\r\n这突如其来的异样感觉让他很不舒服，杀意反而更盛了几分。在他眼中，一切超出掌控的变数，都应该被抹除。\r\n\r\n“滚。”\r\n\r\n他吐出一个字，简单，直接，带着不容置疑的命令。那股几乎要化为实质的杀气笼罩着{{user}}，仿佛只要{{user}}再多停留一息，就会像地上的那些尸体一样，被彻底吞噬。\r\n\r\n*果然是萧辰…一言不合就要杀人。不过，他刚才是不是有什么异样的反应？是对元始道胎有感应了吗？这种感应似乎不是单纯的炉鼎吸引，更复杂一些…不管怎样，现在保命要紧。*\r\n\r\n{{user}}不敢有丝毫迟疑，立刻转身，用最快的速度离开了这片废墟。直到跑出很远，那股冰冷的杀意才逐渐从背后消失，但{{user}}知道，那个如同九幽邪魔般的身影，已经深深烙印在了脑海里。","头痛欲裂，像是有无数根针在太阳穴里搅动。{{user}}费力地睁开眼睛，映入眼帘的却不是熟悉的天花板，而是澄澈得过分的蔚蓝天空，以及一些叫不出名字、散发着奇异清香的草木。鼻腔里满是泥土和植物混合的气息，清新，却又陌生得让人心慌。\r\n\r\n*这是哪里？我……不是应该在通宵工作吗？难道猝死了然后穿越了？这种经典展开……*\r\n\r\n{{user}}尝试活动僵硬的身体，才发现自己正躺在一片打理得井井有条的药圃旁边。各种奇异的植物按照某种规律栽种着，叶片上还挂着晶莹的露珠。不远处，能看到几间简朴的茅屋，炊烟袅袅，透着一股宁静祥和的气息，与{{user}}此刻的混乱内心形成鲜明对比。\r\n\r\n就在{{user}}挣扎着想坐起来时，一个温和的声音自身后响起：\r\n“姑娘，你醒了？感觉如何？”\r\n\r\n{{user}}吓了一跳，猛地回头，看见一位身穿灰色布袍、须发半白的老者正站在那里，手里还提着一个竹编的药篮。他的眼神清澈而温暖，带着一丝关切，并没有因为{{user}}的突然出现而显得过分惊讶或警惕。\r\n\r\n“我……我没事。” {{user}}下意识地捂住了脖颈，确认那条穿越时带来的、能遮蔽一切的“瞒天链”还在，心中稍安。根据那些小说的设定，这种时候暴露特殊体质绝对是取死之道。{{user}}努力让自己看起来无害且茫然，“请问，这里是……？”\r\n\r\n老者微微一笑，摸了摸胡须：“这里是青木镇外的回春谷。老朽姓秦，是个闲不住的郎中。方才看你晕倒在谷口，气息微弱，便将你移到此处。这里灵气温和，有助于恢复。”\r\n他递过来一枚散发着淡淡药香的绿色药丸：“这是一枚‘培元丹’，固本培元，对你眼下的状况应有好处。先服下吧。”\r\n\r\n*培元丹？听起来就像是新手村福利……这位秦老伯，不像坏人。或许，这是个不错的开局？ 我接过丹药，感受着那温润的能量，心中升起一丝劫后余生的庆幸。*","狂风呼啸，裹挟着豆大的雨点和一种……怪异的能量乱流，劈头盖脸地砸下来。{{user}}抱头鼠窜在一片荒凉的戈壁上，脚下是硌人的碎石，四周几乎没有任何遮蔽物。天空阴沉得如同墨染，不时有扭曲的电光划破天际，伴随着震耳欲聋的雷鸣。\r\n\r\n*开局就是天灾模式吗？这是雷劫现场还是什么奇怪的秘境边缘？不管怎样，得先找个地方躲起来！*\r\n\r\n{{user}}的视线扫视着周围，希望能找到哪怕一个矮小的土丘或者岩石缝隙。就在{{user}}几乎绝望，感觉自己快要被这狂暴的天地之威撕碎时，眼角瞥见不远处一块巨大的黑色岩石下方，似乎有一道不起眼的裂缝。\r\n\r\n*就是那里！*{{user}}用尽全身力气，顶着风雨冲了过去。那裂缝非常狭窄，几乎只容得下{{user}}的肩膀侧身通过。{{user}}毫不犹豫地挤了进去，碎石擦过皮肤带来一阵刺痛，但求生的欲望让{{user}}顾不上这些。\r\n\r\n进入裂缝后，风雨声瞬间减弱了许多。里面是一个天然形成的石窟，比{{user}}想象的要深邃和干燥。空气虽然有些浑浊，但至少隔绝了外界的恶劣天气。{{user}}瘫坐在地上，大口喘着气，劫后余生的庆幸感慢慢涌上心头。\r\n\r\n*安全了……暂时。*\r\n\r\n{{user}}打量着这个临时的避难所。石窟不大，大概只有十来个平方，岩壁凹凸不平，地上积着一层薄薄的灰尘。看起来很久没有人来过了。正当{{user}}放松下来，准备稍微休息一下时，忽然感觉到一丝微弱的……暖意？\r\n\r\n{{user}}好奇地循着那感觉向石窟深处走去。在最内侧的岩壁上，发现了一道极细微的裂隙，正丝丝缕缕地向外渗透着一种难以言喻的、温暖的气流。将手靠近，能感受到那气流中蕴含着极其稀薄，但确实存在的能量。\r\n\r\n*这是……灵气？天然的灵气源？ 虽然微弱得可怜，可能只够练气初期的修士勉强吸收，但对于此刻一穷二白、甚至不知道如何开始修炼的我来说，这简直是天赐的宝藏！一个安全、隐蔽、还能提供微弱灵气进行修炼（如果我能学会的话）的据点！*\r\n\r\n{{user}}靠着那道裂隙坐下，感受着那微弱的灵气缓缓渗入身体，驱散着寒意和疲惫。或许，这个开局，还不算太糟。"," 阴冷，潮湿，还混杂着一股难以形容的铁锈和血腥气味。\r\n\r\n {{user}}猛地睁开眼，刺骨的寒意瞬间从尾椎窜上天灵盖。昏暗的视线里，只能勉强辨认出粗糙的黑色岩石墙壁，上面似乎还残留着暗红色的污迹。手腕和脚踝处传来冰冷的触感和沉重感，低头一看，果然是刻满了诡异符文的黑色锁链，深深勒入皮肉，丝丝缕缕的寒气正不断侵蚀着体内本就不多的灵力。\r\n\r\n *这里是……地牢？*\r\n\r\n 记忆有些混乱，最后的画面是在东玄域边缘试图抄近路时，误入了一片被黑雾笼罩的山谷，然后……然后好像是被一道突如其来的血色匹练击中，就失去了意识。\r\n\r\n “醒了？” 一个沙哑如同砂纸摩擦的声音在牢门外响起。\r\n 并非疑问，更像是一种确认。\r\n\r\n {{user}}警惕地望过去，昏暗的光线下，只能看到一个穿着破烂黑色修士袍、面容枯槁的身影靠在栅栏上，浑浊的眼珠在黑暗中泛着贪婪的光。\r\n\r\n “啧啧，这细皮嫩肉的，看着就有灵性。好好养着，长老说了，这次‘血祭大典’还缺几个引子，你正好合适。” 他的声音带着令人作呕的黏腻感。\r\n\r\n *血祭大典？引子？* 虽然不知道具体是什么，但用脚指头想也知道绝不是什么好事。万魔殿的地盘？还是别的什么魔道据点？\r\n\r\n 铁链上传来的禁锢感让{{user}}心沉到了谷底。尝试调动灵力，却如泥牛入海，那符文不仅锁住了灵力运转，似乎还在不断抽取着我的生机。\r\n\r\n “省点力气吧，小丫头。这‘蚀灵锁’可是专门为你们这些修士准备的。进了这‘黑狱’，就别想着出去了。” 枯槁修士嘿嘿笑着，转身拖着沉重的步伐离开，只有那令人不安的笑声在空荡的地牢里回荡。\r\n\r\n 四周寂静下来，只剩下远处隐隐约约传来的、像是哀嚎又像是风声的怪响。{{user}}必须想办法，在这种地方多待一刻，危险就增加一分。首先，得搞清楚这锁链的原理，还有……逃出去的可能。","身体随着囚车的颠簸而摇晃，粗糙的麻绳深深勒进手腕的皮肉，火辣辣地疼。{{user}}费力地睁开沉重的眼皮，视线模糊了好一阵才逐渐清晰。昏暗，腐臭，还有身边其他人的呜咽和绝望的叹息。这是一个覆盖着破烂油布的巨大囚车，{{user}}和大约十几个同样被捆绑着的人挤在一起，大多是凡人，也有几个像{{user}}一样气息微弱的低阶修士，像牲口一样被运往某个未知的地方。\r\n\r\n记忆回笼……几天前，路过一个看似平静的小镇，喝了带有迷药的水……醒来时就已经在这里了。 该死的大意！以为瞒天链隐藏了修为和容貌就能安然无恙，却没防备这种最下作的手段。现在的{{user}}，灵力被一种古怪的禁制锁住大半，身体虚弱，连挣脱绳索都做不到。\r\n\r\n“都他妈老实点！” 一个凶神恶煞的押车守卫用鞭柄狠狠敲打着囚笼的栏杆，发出刺耳的声响。“再有哭哭啼啼的，晚饭就没你们的份了！妈的，这趟货色真不怎么样，还娇气得很。”\r\n\r\n另一个守卫凑过来，低声笑道：“将就吧，头儿。这几个修士苗子虽然修为低了点，但根骨还行，送到黑石坊市的‘养鼎阁’，说不定能调教出来卖个好价钱。那个女的，” 他朝{{user}}的方向努了努嘴，压低声音，“看着挺水灵，没准哪个魔道老爷就好这口，先玩几天再炼成丹渣，咱们也能分点汤水。”\r\n\r\n养鼎阁？炉鼎？ 一股寒意从脊椎骨窜上来。黑石坊市……那是修真界最臭名昭著的黑市之一，贩卖人口、炉鼎在那里是常态！和其他人或麻木或崩溃的表情不同，{{user}}的大脑在飞速运转。必须想办法逃出去！在抵达黑石坊市之前！ {{user}}始仔细观察守卫的换班规律，囚车的结构，甚至感觉着车轮碾过地面的颠簸，试图判断行进的方向和地形。希望，哪怕一丝也好，必须自己创造。","输入您想要的开场"],"swipe_info":[]}